{
  "termsAndConditions": {
    "title": "Terms & Conditions",
    "lastUpdated": "2026-02-08",
    "sections": [
      {
        "heading": "Acceptance of Terms",
        "content": "By accessing or using this website, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you must not use this website."
      },
      {
        "heading": "Use of Website",
        "content": "This website is provided for informational purposes only. You agree to use the website lawfully and in a manner that does not infringe the rights of, restrict, or inhibit anyone else’s use of the website."
      },
      {
        "heading": "Medical Information Disclaimer",
        "content": "Any medical or health-related information on this website is provided for general informational purposes only and does not constitute medical advice, diagnosis, or treatment. Always consult a qualified healthcare professional."
      },
      {
        "heading": "Intellectual Property",
        "content": "All content on this website, including text, graphics, logos, and design elements, is the property of the website owner unless otherwise stated and is protected by applicable intellectual property laws. You may not reproduce, distribute, or modify any content without prior written permission."
      },
      {
        "heading": "Third-Party Links",
        "content": "This website may contain links to third-party websites. These links are provided for convenience only, and we do not endorse or assume responsibility for the content, policies, or practices of any third-party sites."
      },
      {
        "heading": "Limitation of Liability",
        "content": "To the fullest extent permitted by law, the website owner shall not be liable for any loss, damage, or injury arising from your use of, or inability to use, this website or reliance on any information provided."
      },
      {
        "heading": "Privacy",
        "content": "Your use of this website is also governed by our Privacy Policy, which explains how we collect, use, and protect your personal information."
      },
      {
        "heading": "Changes to Terms",
        "content": "We reserve the right to modify or update these Terms and Conditions at any time without prior notice. Continued use of the website after changes are posted constitutes acceptance of the updated terms."
      },
      {
        "heading": "Governing Law",
        "content": "These Terms and Conditions are governed by and construed in accordance with the laws of the applicable jurisdiction."
      }
    ]
  }
}
